/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"SETTINGS_VIDEO_TITLE" = "Video";
"SETTINGS_AUDIO_TITLE"="Zvuk";
"SETTINGS_TIME_STRETCH_AUDIO"="Časové roztiahnutie zvuku";
"SETTINGS_BACKGROUND_AUDIO"="Prehrávanie zvuku na pozadí";
"SETTINGS_GENERIC_TITLE"="Všeobecné";
"SETTINGS_PASSCODE_LOCK"="Uzamknutie pomocou hesla";
"SETTINGS_PASSCODE_LOCK_ALLOWTOUCHID"="Povoliť Touch ID pre odomknutie";
"SETTINGS_PASSCODE_LOCK_ALLOWFACEID"="Povoliť Face ID pre odomknutie";
"SETTINGS_DECRAPIFY"="Optimalizovať názvy položiek pre displej";
"SETTINGS_VIDEO_FULLSCREEN"="Prehrať video na celej obrazovke";
"SETTINGS_CONTINUE_VIDEO_PLAYBACK"="Pokračovať v prehrávaní videa";
"SETTINGS_CONTINUE_AUDIO_PLAYBACK"="Pokračovať v prehrávaní zvuku";
"SETTINGS_CONTINUE_PLAYBACK_NEVER"="Nikdy";
"SETTINGS_CONTINUE_PLAYBACK_ASK"="Opýtať sa";
"SETTINGS_CONTINUE_PLAYBACK_ALWAYS"="Vždy";
"SETTINGS_NETWORK_PLAY_ALL"="Automaticky prehrať ďalšiu položku";

"SETTINGS_SKIP_LOOP_FILTER"="Deblokovací filter";
"SETTINGS_SKIP_LOOP_FILTER_NONE"="Žiadne deblokovanie (najrýchlejšie)";
"SETTINGS_SKIP_LOOP_FILTER_NONREF"="Stredné deblokovanie";
"SETTINGS_SKIP_LOOP_FILTER_NONKEY"="Nízka miera deblokovania";

"SETTINGS_NETWORK_CACHING_TITLE"="Hodnota ukladania do vyrovnávacej pamäte zo siete";
"SETTINGS_NETWORK_CACHING_LEVEL_LOWEST"="Najnižšia latencia";
"SETTINGS_NETWORK_CACHING_LEVEL_LOW"="Nízka latencia";
"SETTINGS_NETWORK_CACHING_LEVEL_NORMAL"="Normálne";
"SETTINGS_NETWORK_CACHING_LEVEL_HIGH"="Vysoká latencia";
"SETTINGS_NETWORK_CACHING_LEVEL_HIGHEST"="Najvyššia latencia";

"SETTINGS_PLAYBACK_SPEED_DEFAULT"="Predvolená rýchlosť prehrávania";

"SETTINGS_GESTURES"="Ovládať prehrávanie gestami";
"SETTINGS_GESTURES_VOLUME"="Hlasitosť - posunutím nahor/nadol";
"SETTINGS_GESTURES_PLAYPAUSE"="Klepnutím spustiť/pozastaviť";
"SETTINGS_GESTURES_BRIGHTNESS"="Úprava jasu - posunutím nahor/nadol";
"SETTINGS_GESTURES_SEEK"="Vyhľadávanie - posunutím doprava/doľava";
"SETTINGS_GESTURES_CLOSE"="Klepnutím zatvoriť";
"SETTINGS_GESTURE_JUMP_DURATION"="Trvanie variabilného skoku";

"SETTINGS_SUBTITLES_TITLE"="Titulky";
"SETTINGS_SUBTITLES_FONT"="Písmo";
"SETTINGS_SUBTITLES_TEXT_ENCODING"="Kódovanie textu";
"SETTINGS_SUBTITLES_FONTSIZE"="Relatívna veľkosť písma";
"SETTINGS_SUBTITLES_FONTSIZE_SMALLEST"="Najmenšie";
"SETTINGS_SUBTITLES_FONTSIZE_SMALL"="Malé";
"SETTINGS_SUBTITLES_FONTSIZE_NORMAL"="Normálne";
"SETTINGS_SUBTITLES_FONTSIZE_LARGE"="Veľké";
"SETTINGS_SUBTITLES_FONTSIZE_LARGEST"="Najväčšie";
"SETTINGS_SUBTITLES_BOLDFONT"="Použiť tučné písmo";
"SETTINGS_SUBTITLES_FONTCOLOR"="Farba písma";
"SETTINGS_SUBTITLES_FONTCOLOR_WHITE"="Biela";
"SETTINGS_SUBTITLES_FONTCOLOR_BLACK"="Čierna";
"SETTINGS_SUBTITLES_FONTCOLOR_GRAY"="Sivá";
"SETTINGS_SUBTITLES_FONTCOLOR_SILVER"="Strieborná";
"SETTINGS_SUBTITLES_FONTCOLOR_RED"="Červená";
"SETTINGS_SUBTITLES_FONTCOLOR_FUCHSIA"="Staro-ružová";
"SETTINGS_SUBTITLES_FONTCOLOR_YELLOW"="Žltá";
"SETTINGS_SUBTITLES_FONTCOLOR_GREEN"="Zelená";
"SETTINGS_SUBTITLES_FONTCOLOR_NAVY"="Námornícka modrá";
"SETTINGS_SUBTITLES_OUTLINE_THICKNESS"="Hrúbka obrysu";
"SETTINGS_SUBTITLES_OUTLINE_THICKNESS_NONE"="Žiadny";
"SETTINGS_SUBTITLES_OUTLINE_THICKNESS_THIN"="Tenký";
"SETTINGS_SUBTITLES_OUTLINE_THICKNESS_NORMAL"="Normálny";
"SETTINGS_SUBTITLES_OUTLINE_THICKNESS_THICK"="Hrubý";

"SETTINGS_DEINTERLACE"="Prekladanie";
"SETTINGS_DEINTERLACE_ON"="Zap.";
"SETTINGS_DEINTERLACE_OFF"="Vyp.";
"SETTINGS_DEINTERLACE_AUTO"="Automaticky";

"SETTINGS_HWDECODING"="Hardvérové dekódovanie";
"SETTINGS_HWDECODING_ON"="Zap.";
"SETTINGS_HWDECODING_OFF"="Vyp.";

"SETTINGS_FEEDBACK"="Spätná odozva";
"SETTINGS_SEND_FEEDBACK"="Odoslať spätnú odozvu";
"SETTINGS_SEND_RATING"="Prosím ohodnoťte VLC pre iOS";

"SETTINGS_FILE_SYNC"="Synchronizácia súboru";
"SETTINGS_WIFISHARING_IPv6"="Podpora IPv6 pre zdieľanie cez WiFi";
"SETTINGS_UNLINK_DROPBOX"="Odpojiť od služby Dropbox";
"SETTINGS_UNLINK_GOOGLEDRIVE"="Odpojiť od služby Google Drive";
"SETTINGS_UNLINK_ONEDRIVE"="Odpojiť od služby OneDrive";
"SETTINGS_FTP_TEXT_ENCODING"="Kódovanie textu pre pripojenia FTP";

"SETTINGS_ARTWORK"="Dielo";
"SETTINGS_DOWNLOAD_ARTWORK"="Stiahnuť dielo";

"ABOUT_APP_TV"="O aplikácii RQD";

